{
  "nm0748620": {
    "id": "nm0748620",
    "name": "Paul Rudd",
    "birthday": "1969-04-06",
    "shortBio": "Paul Stephen Rudd was born in Passaic, New Jersey. His parents, Michael and Gloria, both from Jewish families, were born in the London area, U.K. He has one sister, who is three years younger than he is. Paul traveled with his family during his early years, because of his father's airline job at TWA. His family eventually settled in Overland Park...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTY4NTEwNDg1MV5BMl5BanBnXkFtZTgwODMwMDA0ODE@._V1_SY1000_CR0,0,799,1000_AL_.jpg",
    "nationality": "USA"
  },
  "nm0000140": {
    "id": "nm0000140",
    "name": "Michael Douglas",
    "birthday": "1944-09-25",
    "shortBio": "An actor with over forty years of experience in theatre, film, and television, Michael Douglas branched out into independent feature production in 1975 with the Academy Award-winning One Flew Over the Cuckoo's Nest (1975). Since then, as a producer and as an actor-producer, he has shown an uncanny knack for choosing projects that reflect changing...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTQ3NzMzOTQ3MF5BMl5BanBnXkFtZTcwOTE0MzY1Mw@@._V1_.jpg",
    "nationality": "USA"
  },
  "nm1431940": {
    "id": "nm1431940",
    "name": "Evangeline Lilly",
    "birthday": "1979-08-03",
    "shortBio": "Evangeline Lilly, born in Fort Saskatchewan, Alberta, in 1979, was discovered on the streets of Kelowna, British Columbia, by the famous Ford modeling agency. Although she initially decided to pass on a modeling career, she went ahead and signed with Ford anyway, to help pay for her University of British Columbia tuition and expenses.",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTc2MDMzODU0OV5BMl5BanBnXkFtZTgwODIwOTAxMzI@._V1_SY1000_CR0,0,868,1000_AL_.jpg",
    "nationality": "Canada"
  },
  "nm0000375": {
    "id": "nm0000375",
    "name": "Robert Downey Jr.",
    "birthday": "1965-04-04",
    "shortBio": "Robert Downey Jr. has evolved into one of the most respected actors in Hollywood. With an amazing list of credits to his name, he has managed to stay new and fresh even after over four decades in the business. Downey was born April 4, 1965 in Manhattan, New York, the son of writer, director and filmographer Robert Downey Sr. and actress Elsie Downey...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BNzg1MTUyNDYxOF5BMl5BanBnXkFtZTgwNTQ4MTE2MjE@._V1_SY1000_CR0,0,664,1000_AL_.jpg",
    "nationality": "USA"
  },
  "nm0005024": {
    "id": "nm0005024",
    "name": "Terrence Howard",
    "birthday": "1969-03-11",
    "shortBio": "Terrence Howard was born in Chicago, Illinois, to Anita Jeanine Williams (née Hawkins) and Tyrone Howard. He was raised in Cleveland, Ohio. His love for acting came naturally, through summers spent with his great-grandmother, New York stage actress Minnie Gentry. He later began his acting career after being discovered on a New York City street by...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTk3NTY4NzgyOV5BMl5BanBnXkFtZTcwODEzNTkxNg@@._V1_.jpg",
    "nationality": "USA"
  },
  "nm0000313": {
    "id": "nm0000313",
    "name": "Jeff Bridges",
    "birthday": "1949-12-04",
    "shortBio": "Jeffrey Leon Bridges was born on December 4, 1949 in Los Angeles, California, the son of well-known film and TV star Lloyd Bridges and his long-time wife Dorothy Dean Bridges (née Simpson). He grew up amid the happening Hollywood scene with big brother Beau Bridges. Both boys popped up, without billing, alongside their mother in the film The...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BNTU1NjM4MDYzMl5BMl5BanBnXkFtZTcwMjIwMjMyMw@@._V1_.jpg",
    "nationality": "USA"
  },
  "nm1165110": {
    "id": "nm1165110",
    "name": "Chris Hemsworth",
    "birthday": "1983-08-11",
    "shortBio": "Chris Hemsworth was born in Melbourne, Australia, to Leonie (van Os), a teacher of English, and Craig Hemsworth, a social-services counselor. His brothers are actors Liam Hemsworth and Luke Hemsworth. He is of Dutch (from his immigrant maternal grandfather), Irish, English, Scottish, and German ancestry. His uncle, by marriage, was Rod Ansell, the...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BOTU2MTI0NTIyNV5BMl5BanBnXkFtZTcwMTA4Nzc3OA@@._V1_.jpg",
    "nationality": "Australia"
  },
  "nm0000204": {
    "id": "nm0000204",
    "name": "Natalie Portman",
    "birthday": "1981-06-09",
    "shortBio": "Natalie Portman is the first person born in the 1980s to have won the Academy Award for Best Actress (for Black Swan (2010)). Natalie was born Natalie Hershlag on June 9, 1981, in Jerusalem, Israel. She is the only child of Avner Hershlag, a Israeli-born doctor, and Shelley Stevens, an American-born artist (from Cincinnati, Ohio), who also acts as...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTQ3ODE3Mjg1NV5BMl5BanBnXkFtZTcwNzA4ODcxNA@@._V1_SY1000_SX746_AL_.jpg",
    "nationality": "Israel"
  },
  "nm1089991": {
    "id": "nm1089991",
    "name": "Tom Hiddleston",
    "birthday": "1981-02-09",
    "shortBio": "Thomas William Hiddleston was born in Westminster, London, to English-born Diana Patricia (Servaes) and Scottish-born James Norman Hiddleston. His mother is a former stage manager, and his father, a scientist, was the managing director of a pharmaceutical company. He started off at the preparatory school, The Dragon School in Oxford, and by the...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTgyNDQzMzAwNV5BMl5BanBnXkFtZTgwNjQ1Nzc4MzI@._V1_SY1000_CR0,0,1469,1000_AL_.jpg",
    "nationality": "England"
  },
  "nm0262635": {
    "id": "nm0262635",
    "name": "Chris Evans",
    "birthday": "1981-06-13",
    "shortBio": "Christopher Robert Evans began his acting career in typical fashion: performing in school productions and community theatre. He was born in Boston, Massachusetts, the son of Lisa (Capuano), who worked at the Concord Youth Theatre, and G. Robert Evans III, a dentist. His uncle is congressman Mike Capuano. Chris's father is of half German and half...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTU2NTg1OTQzMF5BMl5BanBnXkFtZTcwNjIyMjkyMg@@._V1_.jpg",
    "nationality": "USA"
  },
  "nm0749263": {
    "id": "nm0749263",
    "name": "Mark Ruffalo",
    "birthday": "1967-11-22",
    "shortBio": "Mark Ruffalo was born in Kenosha, Wisconsin, to Marie Rose (Hebert), a stylist and hairdresser, and Frank Lawrence Ruffalo, a construction painter. His father's ancestry is Italian, and his mother is of half French-Canadian and half Italian descent. Mark moved with his family to Virginia Beach, Virginia, where he lived out most of his teenage...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BNDQyNzMzZTMtYjlkNS00YzFhLWFhMTctY2M4YmQ1NmRhODBkXkEyXkFqcGdeQXVyNjcyNzgyOTE@._V1_.jpg",
    "nationality": "USA"
  },
  "nm0001570": {
    "id": "nm0001570",
    "name": "Edward Norton",
    "birthday": "1969-08-18",
    "shortBio": "American actor, filmmaker and activist Edward Harrison Norton was born on August 18, 1969, in Boston, Massachusetts, and was raised in Columbia, Maryland. His mother, Lydia Robinson 'Robin' (Rouse), was a foundation executive and teacher of English, and a daughter of famed real estate developer James Rouse, who developed Columbia, MD; she passed...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTYwNjQ5MTI1NF5BMl5BanBnXkFtZTcwMzU5MTI2Mw@@._V1_.jpg",
    "nationality": "USA"
  },
  "nm0000239": {
    "id": "nm0000239",
    "name": "Liv Tyler",
    "birthday": "1977-07-01",
    "shortBio": "Liv Tyler was born in New York City, New York. She is the daughter of Steven Tyler of the band Aerosmith, and Bebe Buell, former model (and Playboy Playmate of the Month) and stalwart of the backstage rock scene of the 1970s. Liv grew up thinking that rock star Todd Rundgren was her father. But as she was growing up, Tyler began dropping by to...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTY4NjQxMjc5MF5BMl5BanBnXkFtZTcwMzg5Mzg4Ng@@._V1_SY1000_CR0,0,666,1000_AL_.jpg",
    "nationality": "USA"
  },
  "nm0000619": {
    "id": "nm0000619",
    "name": "Tim Roth",
    "birthday": "1961-05-14",
    "shortBio": "Often mistaken for an American because of his skill at imitating accents, actor Tim Roth was born Timothy Simon Roth on May 14, 1961 in Lambeth, London, England. His mother, Ann, was a teacher and landscape painter. His father, Ernie, was a journalist who had changed the family name from 'Smith' to 'Roth'; Ernie was born in Brooklyn, New York, to ...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMjA5NTA3MDQyOV5BMl5BanBnXkFtZTcwODM4NDE3Mw@@._V1_.jpg",
    "nationality": "England"
  },
  "nm0005351": {
    "id": "nm0005351",
    "name": "Ryan Reynolds",
    "birthday": "1976-10-23",
    "shortBio": "Ryan Rodney Reynolds was born on October 23, 1976 in Vancouver, British Columbia, Canada, the youngest of four children. His father, James Chester Reynolds, was a food wholesaler, and his mother, Tammy, worked as a retail-store saleswoman. Between 1991-93, Ryan appeared in Hillside (1990), a Nickleodeon series taped in Florida with many other ...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BOTI3ODk1MTMyNV5BMl5BanBnXkFtZTcwNDEyNTE2Mg@@._V1_.jpg",
    "nationality": "Canada"
  },
  "nm4175221": {
    "id": "nm4175221",
    "name": "Karen Soni",
    "birthday": "1989-01-08",
    "shortBio": "Karan Soni was born in New Delhi, India. He made his film debut as Kemal in Yusuf Sumer's short comedy film Kaka Nirvana (2010), in which he co-starred with Rachel Quinn. In 2016, Soni rose to international prominence for his role as Dopinder in Tim Miller's action film Deadpool (2016), a role he later reprised in David Leitch's sequel Deadpool 2 ...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTg0NjQ1MTU1MF5BMl5BanBnXkFtZTgwNTAyMzc1MDE@._V1_SY1000_CR0,0,650,1000_AL_.jpg",
    "nationality": "India"
  },
  "nm4534098": {
    "id": "nm4534098",
    "name": "Ed Skrein",
    "birthday": "1983-03-29",
    "shortBio": "Ed Skrein grew up in North London, graduated with a degree in Fine Arts from Central Saint Martins, and is one of the most highly versatile artists of his generation. He was selected by Screen International as one of their \"Stars of Tomorrow\" in 2013, which showcases the next generation of talent from the UK. Most recently, Skrein starred as the ...",
    "imageUrl": "https://m.media-amazon.com/images/M/MV5BMTQyMzA1MTM4Ml5BMl5BanBnXkFtZTcwNjQ4NzU0OQ@@._V1_SY1000_CR0,0,799,1000_AL_.jpg",
    "nationality": "England"
  }
}
